---

C#Visual BasicVisual C++

Include Protected MembersInclude Inherited Members

Revit 2024 API
---
UV..::..Multiply Operator
UV Class See Also Send Feedback
---

# Overload List

|  | Name | Description |
| --- | --- | --- |
|  | Multiply(Double, UV) | The product of the specified number and the specified 2-D vector. |
|  | Multiply(UV, Double) | The product of the specified number and the specified 2-D vector. |

# See Also

UV Class

UV Members

Autodesk.Revit.DB Namespace